Repository: BeholdPL/fancy-helpers
Catalog: fancy-helpers/languages/fancy-helpers-*.po
Languages: pl_pl

source: (Requires Advanced Custom Fields plugin)
pl_pl: (Wymaga wtyczki Advanced Custom Fields)

source: (Requires Rank Math plugin)
pl_pl: (Wymaga wtyczki Rank Math)

source: Add Address
pl_pl: Dodaj adres

source: Add Custom Field
pl_pl: Dodaj niestandardowe pole

source: Add Email
pl_pl: Dodaj e-mail

source: Add Phone
pl_pl: Dodaj telefon

source: Add Social Media
pl_pl: Dodaj media społecznościowe

source: Add hover effect
pl_pl: Dodaj efekt najechania

source: Address
pl_pl: Adres

source: Are you sure that you want to delete this?
pl_pl: Czy na pewno chcesz to usunąć?

source: Automatically removes lone words at the end of text lines (works for both Polish and English languages simultaneously).
pl_pl: Automatycznie usuwa osamotnione słowa na końcu linii tekstu (działa zarówno dla języka polskiego, jak i angielskiego jednocześnie).

source: Configure the settings for Fancy Helpers plugin. Check the options you want to enable.
pl_pl: Skonfiguruj ustawienia wtyczki Fancy Helpers. Wybierz opcje, które chcesz włączyć.

source: Contacts
pl_pl: Kontakty

source: Copied to clipboard!
pl_pl: Skopiowano do schowka!

source: Custom H1
pl_pl: Niestandardowy nagłówek H1

source: Default
pl_pl: Domyślny

source: Delete plugin data on uninstall
pl_pl: Usuń dane wtyczki przy dezinstalacji

source: Disable default patterns
pl_pl: Wyłącz domyślne wzorce

source: Disables defaults patterns in Patterns Library.
pl_pl: Wyłącza domyślne wzorce w bibliotece wzorców.

source: Disables scores in the Rank Math icon and makes the icon more uniform.
pl_pl: Wyłącza oceny w ikonie Rank Math i sprawia, że ikona jest bardziej jednolita.

source: Display your site logo on the WordPress login page.
pl_pl: Wyświetl logo witryny na stronie logowania WordPress.

source: Enable Global Contacts
pl_pl: Włącz globalne kontakty

source: Enable Lightbox
pl_pl: Włącz lightbox

source: Enable custom H1
pl_pl: Włącz niestandardowy nagłówek H1

source: Enables additional field for custom H1 tag.
pl_pl: Włącza dodatkowe pole dla niestandardowego nagłówka H1.

source: Enables global contacts functionality.
pl_pl: Włącza funkcję globalnych kontaktów.

source: Enables lightbox, made with fslightbox.js lite.
pl_pl: Włącza lightbox, stworzony za pomocą fslightbox.js lite.

source: Enables patterns menu in dashboard.
pl_pl: Włącza menu wzorców w panelu administratora.

source: Friday
pl_pl: Piątek

source: Gallery default aspect ratio
pl_pl: Domyślny współczynnik proporcji galerii

source: Global Contacts
pl_pl: Globalne kontakty

source: Label
pl_pl: Etykieta

source: Monday
pl_pl: Poniedziałek

source: Monday - Friday
pl_pl: Poniedziałek - Piątek

source: Name
pl_pl: Nazwa

source: No categories
pl_pl: Brak kategorii

source: Not Synced
pl_pl: Nie zsynchronizowano

source: Patterns
pl_pl: Wzorce

source: Phone
pl_pl: Telefon

source: Remove
pl_pl: Usuń

source: Remove orphans (beta)
pl_pl: Usuń osierocone elementy (beta)

source: Saturday
pl_pl: Sobota

source: Save Settings
pl_pl: Zapisz ustawienia

source: Select the default aspect ratio for gallery images.
pl_pl: Wybierz domyślny współczynnik proporcji obrazów w galerii.

source: Shortcode for Domain:
pl_pl: Shortcode dla domeny:

source: Shortcode for URL:
pl_pl: Shortcode dla adresu URL:

source: Shortcode for domain:
pl_pl: Shortcode dla domeny:

source: Shortcode for name:
pl_pl: Shortcode dla nazwy:

source: Shortcode with format:
pl_pl: Shortcode z formatem:

source: Show ACF fields
pl_pl: Pokaż pola ACF

source: Show ACF menu in Dashboard.
pl_pl: Pokaż menu ACF w panelu administratora.

source: Show patterns in menu
pl_pl: Pokaż wzorce w menu

source: Sunday
pl_pl: Niedziela

source: Sync Status
pl_pl: Status synchronizacji

source: Synced
pl_pl: Zsynchronizowano

source: Tag for Domain:
pl_pl: Tag dla domeny:

source: Tag for URL:
pl_pl: Tag dla adresu URL:

source: Tag for domain:
pl_pl: Tag dla domeny:

source: Tag for name:
pl_pl: Tag dla nazwy:

source: Tag with format:
pl_pl: Tag z formatem:

source: This will remove all plugin settings when uninstalling the plugin.
pl_pl: To usunie wszystkie ustawienia wtyczki podczas jej dezinstalacji.

source: Thursday
pl_pl: Czwartek

source: Tuesday
pl_pl: Wtorek

source: Type your custom H1 tag here:
pl_pl: Wpisz niestandardowy nagłówek H1 tutaj:

source: Unify Rank Math Icon
pl_pl: Ujednolić ikonę Rank Math

source: Use site logo on login page
pl_pl: Użyj logo strony na stronie logowania

source: Value
pl_pl: Wartość

source: Wednesday
pl_pl: Środa

source: You have unsaved changes. Are you sure you want to leave this tab?
pl_pl: Masz niezapisane zmiany. Czy na pewno chcesz opuścić tę kartę?

source: Opening Hours
pl_pl: Godziny otwarcia

source: Addresses
pl_pl: Adresy

source: Phone Numbers
pl_pl: Numery telefonów

source: Email Addresses
pl_pl: Adresy e-mail

source: Social Media
pl_pl: Media społecznościowe

source: Custom Fields
pl_pl: Pola niestandardowe
